#Unless specified otherwise the below plugins are github repos

mattmc3/zephyr path:plugins/completion
#~/.zsh/completions/fnm.zsh
zsh-users/zsh-completions path:src kind:fpath
#belak/zsh-utils path:completion

rummik/zsh-tailf

sindresorhus/pure
belak/zsh-utils path:prompt

romkatv/zsh-bench kind:path

belak/zsh-utils path:history
belak/zsh-utils path:utility
belak/zsh-utils path:editor

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
